Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/environment/water_services/water_quality.html.txt.tmx
Source language: en
Languages: ga

source: This document deals with the quality of water that is provided for human consumption – drinking, preparing food, making ice, making drinks with water and brushing teeth
ga: Ag brath ar chaighdeán na foinse, is nach mór cinnte go gcaithfear cóireáil de shaghas éigin a dhéanamh ar an uisce d'fhonn go mbeidh sé sábháilte le hól

source: For regulation purposes, this is called ‘drinking water’
ga: Caithfidh gach soláthar uisce a úsáidtear do thomhaltas daonna caighdeáin faoi leith atá leagtha síos ag an AE a shásamh

source: Drinking water comes from two different sources
ga: Tosca a dhéanann difear do cháilíocht uisce

source: Water from lakes, rivers and streams (surface water) will almost certainly have to be treated to make it safe to drink
ga: Tá go leor rudaí ann a d’fhéadfadh difear a dhéanamh do chaighdeán na bhfoinsí uisce

source: Water from springs and boreholes (groundwater) may have to be treated, depending on the quality of its source
ga: Mar shampla, má bhíonn mórán báistí ann, d’fhéadfadh sé go gcuirfí mílí ar na haibhneacha agus na srutháin nuair a bhíonn tuile ann

source: The Environmental Protection Agency (EPA) publishes information on drinking water quality and the Health Service Executive (HSE) publishes information about drinking water and health issues
ga: I measc na dtosca eile tá saghas na hithreach atá i gceantar; aon mhéadú ar fhorbairt chónaithe nó talmhaíochta; cliseadh an chórais chóireála uisce; briseadh cumhachta; easpa scagadh cuí nó easpa fearais dífhabhtaithe nó salachar sna píopaí dáileacháin

source: Irish Water has published FAQs on water quality
ga: Uaireanta, is féidir a dheimhniú go bhfuil droch-chaighdeán ar an uisce mar gheall go bhfuil an fhoinse atá aige mífheiliúnach

source: The Food Safety Authority of Ireland publishes information on bottled water. The EPA publishes information on bathing water
ga: Tá tuilleadh faisnéise ar fáil maidir le truailliú uisce ar láithreán gréasáin ENFO

source: Lead can be present in drinking water, as lead piping, lead solder and lead-lined water tanks were commonly used in plumbing up to and including the 1970s, so some people may still be getting water through these older plumbing systems
ga: Is iad na galair thógálacha, a bhfuil baictéir, víris agus seadáin mar chúis leo, an priacal slainte is coitinata agus is fairsinge a bhaineann le huisce inólta

source: Lead is a danger to health, especially for young children, pregnant women and babies fed on formula, so water for drinking and cooking should contain as little lead as possible
ga: Dá mbainfi úsáid as a leithéid d’uisce lena ól, le bia a réiteach nó dá dtiocfadh duine i dteagmháil leis le linn nite nó folctha, d'fhéadfaidís a bheith thíos le hionfhabhtú

source: The legal level of lead in drinking water is 10 micrograms per litre
ga: D'fhéadfadh athrú ar dhath, ar bhlas nó ar bholadh uisce a thabhairt le fios go bhfuil fadhb leis

source: If you are concerned that there might be lead in your drinking water, you can contact Irish Water for advice – see ‘Contacts’ below
ga: Truailliú luaidhe: Anuas air sin, d’fhéadfadh luaidhe a bheith in uisce óil, de bharr gur baineadh leas coiteann as píopaí luaidhe a dhéanaí le 1970 agus d’fhéadfadh uisce bheith á fháil ag roinnt daoine trí sheanphíopaí luaidhe

source: If your water is not provided by Irish Water, contact your group scheme or your local authority
ga: D’eisigh Feidhmeannacht na Seirbhíse Sláinte comhairle (pdf) agus sraith ceisteanna coitianta (pdf) do dhaoine ag a bhfuil píopaí luaidhe go fóill

source: A new grant scheme has been set up to help low-income households with the cost of remediating domestic lead piping
ga: Umair sheipteacha: Is féidir le sileadh ó umair sheipteacha nó ó chórais eile chóireála fuíolluisce tí uisce óil a éilliú

source: Details of the scheme are on environ.ie, along with a combined information note and application form (pdf)
ga: Baineann baol faoi leith leis na hábhair shalaithe seo do leanaí, daoine breacaosta, mná torracha agus do dhaoine a baineadh dá gcóras imdhíonachta

source: The HSE has published a joint position paper on lead in drinking water (pdf) with the EPA, along with a set of FAQs
ga: Foráiltear san Acht um Sheirbhísí Uisce (Leasú) 2012 (pdf) do chlárú, imscrúdú agus d’fheabhsú (nuair is gá) an uile chórais chóireála fuíolluisce tí, lena n-áirítear umair sheipteacha

source: A national strategy to reduce lead exposure has been published and Irish Water is preparing a national mitigation plan. Other factors affecting water quality
ga: Ceanglaíonn sé ar shealbhóirí tí na córais sin a chlárú lena n-údarás áitiúil agus táille a íoc, gach 5 bliana sa chás is dóichí

source: If there is high rainfall, for example, extra organic material may be washed into rivers and streams
ga: Is é an táille chlárúcháin €5 suas go 28 Meán Fómhair 2012 agus €50 i ndiaidh sin

source: If rainfall is low, these sources can dry up altogether
ga: Is 1 Feabhra 2013 an dáta deiridh do chlárúcháin

source: Other factors affecting water sources include agricultural practices and the type of soil and underlying ground
ga: Forbróidh an Ghníomhaireacht um Chaomhnú Comhshaoil (GCC) plean náisiúnta imscrúdaithe, a gcuirfear tús leis in 2013

source: Sometimes, poor quality is due to the water being drawn from an unsuitable source and the best solution is finding an alternative source
ga: D’fhoilsigh an GCC sraith Ceisteanna Coitianta ar an reachtaíocht nua

source: As well as the effects of lead (see above) infectious diseases caused by bacteria (like E Coli - also known as VTEC) and parasites (like Cryptosporidium (pdf)) are the most significant health risks associated with contaminated drinking water
ga: Ní mór cóireáil a dhéanamh ar fhormhór na soláthairtí uisce d’fhonn go gcomhlíonfaidh siad na caighdeáin chuí atá leagtha síos ag an AE

source: These contaminants are of particular danger to children, older people, pregnant women and people whose immune systems are compromised
ga: Cé go mbíonn ardchaighdeán screamhuisce ann go minic agus nach mbíonn ag teastáil uaidh ach aimridiú réamh-aireach, don chuid is mó, bíonn eisíontais sna huiscí dromchla nach mór i gcónaí

source: A change in the colour, taste or smell of water can indicate a problem
ga: Ní mór iad seo a bhaint le próiseas cuí cóireála

source: Septic tanks: Leakage from septic tanks or other domestic waste water treatment systems can contaminate drinking water - see Is your well at risk from your septic tank? (pdf)
ga: Má bhíonn blas neamhghnách nó míthaitneamhach ar do chuid uisce, d’fhéadfadh gurb é an clóirín a cuireadh leis le linn an phróisis chóireála atá ina chúis leis seo

source: All domestic waste water treatment systems, including septic tanks, must be registered and an inspection system is in place
ga: Cé gur dócha nach dtaitneoidh an blas leat, níl an clóirín dainséarach

source: Most water supplies need to be treated to bring them up to the standards required – see Standards and monitoring below
ga: Taispeánann tuarascálacha ón nGníomhaireacht um Chaomhnú Comhshaoil faoin uisce óil go bhfuil caighdeán an uisce sa chóras príomhphíopaí poiblí réasúnta ard

source: Groundwater can be of high quality but this depends on the soil and rock formation and on the agricultural practices near the source
ga: Gabhann uisce ó phríomhphíopaí poiblí trí phróiseas casta cóireála sula gcuirtear ar fáil é don tomhaltóir

source: It may only need precautionary disinfection. Surface waters almost always contain impurities and these have to be removed by a suitable treatment process, including coagulation, filtration and chlorination
ga: Déantar samplaí a ghlacadh céim ar chéim le linn an phróisis chóireála agus déantar uisce sconna a thástáil go rialta agus ar bhonn laethúil lena chinntiú go gcomhlíonann sé caighdeáin an AE

source: Under the Fluoridation of Water Supplies Regulations 2007 (SI 42/2007) fluoride is added to the water in all public supplies
ga: Tá an t-údarás áitiúil freagrach as an gcóireáil seo mar aon leis an gcóras dáileacháin uisce a chothabháil

source: All water for human consumption must be free from micro-organisms and any substances which, if found in sufficient numbers or concentrations, would endanger public health
ga: Tá Feidhmeannacht na Seirbhíse Sláinte (FSS) fostaithe ag an údarás áitiúil le tástáil a dhéanamh sna grúpscéimeanna poiblí uisce uair sa bhliain

source: These standards are contained in the European Union (Drinking Water) Regulations 2014
ga: Seoltar na torthaí chuig rúnaí na grúpscéime

source: These Regulations give formal effect in Irish law to the EU Drinking Water Directive of 1988. They establish strict quality standards for water used for human consumption and set out the maximum and guideline values for various different physical, bacteriological and chemical contaminants. Not all of these parameters are monitored at the same frequency
ga: Más ann d’fhadhb leis an soláthar, ba cheart don rúnaí na tomhaltóirí uile ar an scéim a chur ar an eolas leis an réamhchúram riachtanach a ghlacadh, ar nós an t-uisce a bheiriú, go dtí go bhfuil réiteach ar an bhfadhb

source: How water supplies are monitored for adherence to the standards set out in the Regulations depends on their size and on whether or not they supply water to the public
ga: Déanann FSS an caighdeán uisce i ngrúpscéimeanna uisce agus toibreacha príobháideacha a thástáil ar son an údaráis áitiúil faoi dhó sa bhliain

source: Large supplies (supplying more than 50 people or producing more than 10 cubic metres of water a day) and small supplies that provide water to the public (such as businesses, schools or social clubs) must meet the standards and they are monitored under the Regulations
ga: Ba cheart don údarás áitiúil grúpscéimeanna príobháideacha a dhéanann freastal ar níos lú ná 50 duine a chur ar an eolas má thiteann a gcaighdeán uisce faoi bhun chaighdeáin uisce óil an AE

source: The EPA’s drinking water reports show that the quality of water in regulated water supplies is high
ga: Ní mór don údarás áitiúil ionadaithe na scéime a chur ar an eolas faoi na bearta is gá dul ina mbun d’fhonn go gcomhlíonfaidh an soláthar uisce an caighdeán a cheanglaítear

source: Small water supplies (supplying fewer than 50 people or producing less than 10 cubic metres of water a day) and supplies with no public activity should also meet the legal standards, but they are not monitored under the Regulations
ga: Más ann do bhagairt shoiléir do shláinte dhaonna ó sholáthar éillithe, ba cheart don údarás áitiúil iad siúd atá freagrach as an soláthar a chur ar an eolas faoi na bearta ar cheart dóibh glacadh le húsáideoirí an uisce a chosaint

source: It is up to the owner of the supply to make sure that they meet the standards. At present, over 10% of consumers in Ireland get their drinking water from such unregulated supplies, the quality of which is not officially monitored
ga: Mura gcomhlíonann an t-uisce i ngrúpscéim phríobháideach caighdeáin an AE, ní mór don ghrúpa clár gníomhaíochta a chur faoi bhráid an údaráis áitiúil le sonraí faoin gcóireáil a bheartaítear

source: The relevant local authority prepares short-term and long-term plans to address the problem, for approval by the EPA
ga: Tá sé de chuspóir ag an gClár Uisce Tuaithe – féach thíos – caighdeán an uisce i ngrúpscéimeanna a fheabhsú

source: Private water supplies include private group water schemes, public group water schemes and other private supplies such as a water supply owned by a developer
ga: Má thagann do sholáthar uisce chugat ó thobar príobháideach a dhéanann soláthar ar do theach féin amháín, is tusa atá freagrach as monatóireacht a dhéanamh ar do sholáthar féin

source: This category also includes small supplies that provide water to the public
ga: Féadfaidh tú é sin a dhéanamh trí theagmháil a dhéanamh leis an Rannóg um Shláinte Comhshaoil de d’Oifig Sláinte Áitiúil, a dhéanfaidh na socruithe chun tabhairt faoi thástáil

source: A private group water scheme is one where the entire water supply (including the source, treatment plant and distribution network) is owned by a group of community trustees
ga: Ní mholtar duit féin sampla uisce a ghlacadh mar caithfidh an fearas a bheith steiriúil

source: These are commonly members of the National Federation of Group Water Schemes
ga: Más iad an Oifig Sláinte Áitiúil atá i mbun tástála ar d’uisce, caithfidh tú féin íoc as costais na tástála

source: A public group water scheme is where the water comes from a public drinking water supply but the distribution system is owned by a group water scheme
ga: Má tá do sholáthar truaillithe, caithfidh tú aon chóireáil a theastaíonn a eagrú agus a íoc

source: In the case of private supplies, the local authority is the supervisory authority
ga: Tá dhá phríomhchineál uisce i mbuidéal: fíoruisce agus uisce mianraí

source: If a private water supply falls below the EC standards, the local authority notifies the trustees of the scheme or the owners
ga: Bailítear fíoruisce go díreach ón bhfuarán as a n-eascraíonn sé ón talamh agus ní mór é a chur i mbuidéal ag an bhfoinse

source: The trustees or owners must submit an action programme to the local authority which will address the problem within a certain timescale
ga: Caithfidh sé caighdeán áirithe sláinteachais a chomhlíonadh, ach féadfar é a chóireáil chun teorainneacha truaillithe an AE a chomhlíonadh

source: The local authority has legal enforcement powers if appropriate action is not taken
ga: Is uisce é uisce mianraí a eascraíonn ó áit faoin talamh agus a shníonn thar charraigeacha sula mbailítear é

source: For all regulated water supplies, public and private, the HSE is informed if there is a potential danger to human health and agrees remedial actions with the local authority for the protection of public health. Monitoring of small water schemes and wells
ga: Éagsúil le fíoruisce, ní féidir uisce mianraí nádúrtha a chóireáil ach amháin chun greanchloch agus salachar a bhaint amach as

source: Whoever is responsible for the scheme is responsible for monitoring the water quality
ga: Beidh cion dhifriúil de mhianraí sna brandaí difriúla d’uisce mianraí ag brath ar a bhfoinsí

source: Similarly, if your water supply comes from a private well, you are responsible for monitoring the quality of your own supply
ga: De réir Rialachán um Uisce Mianraí Nádúrtha, Fíoruisce agus Uisce Óil, 1999, déantar an chion mhicribhitheolaíoch atá ag uisce i mbuidéal a rialú

source: You must bear the cost of the testing yourself and if your supply is contaminated, you must organise and pay for any treatment that is needed
ga: Níor mhór go mbeadh sé soiléir ar lipéid bhuidéil uisce mianraí céard go díreach atá san uisce agus cá bhfuarthas an t-uisce

source: It recommends that wells should be tested at least once a year for microbial contamination, and at least once every 3 years for chemical contamination
ga: Is cion é uisce a chur ar an margadh mar uisce mianraí nádúrtha mura gcomhlíonann sé forálacha i dTreoir 80/777/CEE ón gComhairle Eorpach

source: It also publishes information on the risks of switching from a public to a private water supply (pdf)
ga: Caithfidh cibé gabhdáin a úsáidtear le haghaidh pacáistiú uisce mianraí nádúrtha a bheith deartha ionas gur féidir iad a shéalú chun aon salú a sheachaint

source: It is not recommended that you take a water sample yourself as equipment has to be sterile
ga: Déanann Rannóg Sláinte Comhshaoil FSS tástáil randamach ar uisce i mbuidéal i rith na bliana

source: The EPA has published extensive information for householders on protecting private wells, including an online tool for assessing whether your well is at risk
ga: Má bhíonn tú buartha faoi cháilíocht an uisce i mbuidéal, féadfaidh tú tástáil shamplach a fháil trí theagmháil a dhéanamh leis an Oifigeach Sláinte Comhshaoil

source: The EPA is the supervisory authority for public water supplies and the local authority is the supervisory authority for private supplies
ga: Tugann Rialachán na gComhphobal Eorpach (Uisce Óil), 2007 (pdf) feidhm fhoirmiúil i ndlí na hÉireann do Threoir Uisce Óil an AE, 1988

source: This means that they can legally enforce the standards set out in the Regulations if agreed actions on a regulated water supply have not been taken within the agreed timescale
ga: Déanann na rialacháin seo caighdeáin cháilíochta dhochta a bhunú i leith uisce a úsáidtear le haghaidh tomhaltas daonna

source: A notice (a Direction) can be served (by the EPA on Irish Water or by the local authority on private owners or trustees) to prepare an action programme that will bring the supply up to the necessary standard as soon as possible
ga: Ní dhéantar soláthairtí uisce óil i nÉirinn a thástáil de ghnáth i gcomhair ábhair radaighníomhacha, tuaslagóirí, hidreacarbóin pheitriliam, lotnaidicídí agus cumaisc eile orgánacha

source: Owners and trustees of private supplies must prepare their action programme in consultation with the local authority
ga: Déanfar fógra a sheirbheáil ansin ar ionadaithe an ghrúpa clár gníomhaíochta a ullmhú a dhéanfaidh caighdeán an tsoláthair a ardú chuig an gcaighdeán riachtanach a luaithe agus is féidir

source: For group water schemes, it must fit in with the county’s strategic rural water plan under the Rural Water Programme, outlined below
ga: Caithfear an clár seo a ullmhú i gcomhairle leis an údarás áitiúil agus caithfidh sé réiteach le cibé plean straitéiseach uisce tuaithe atá i bhfeidhm sa cheantar sin

source: Advice can be obtained from the National Federation of Group Water Schemes
ga: Is féidir leat comhairle a fhail, freisin, ar an doiciméad seo ó Chónaidhm Náisiúnta na nGrúpscéimeanna Uisce

source: The owners or trustees must submit the programme to the local authority within 2 months of receiving the notice
ga: Ní mór d’ionadaithe na grúpscéime clár a chur faoi bhráid an údaráis áitiúil taobh istigh de dhá mhí i ndiaidh dóibh an fógra a fháil

source: It should contain the following information:
ga: Ba cheart go mbeadh an fhaisnéis a leanas sa chlár:

source: • A description of the quality issues to be dealt with
ga: • Tuairisc ar na saincheisteanna cáilíochta a bheidh le réiteach

source: • Details of the changes put forward to bring the water supply up to drinking water standards
ga: • Sonraí faoi na hathruithe a mholtar leis an soláthar uisce a ardú chuig caighdeáin uisce óil

source: • Whether a capital grant under the Rural Water Scheme is needed
ga: • Cibé acu an mbeidh nó nach mbeidh deontas caipitil faoin Scéim Uisce Tuaithe ag teastáil

source: • A timeframe for the achievement of drinking water standards
ga: • Amchlár chun caighdeáin uisce óil a bhaint amach

source: • Details of the management or operational changes that may have been made to bring the scheme into compliance with drinking water standards
ga: • Sonraí na n-athruithe bainistíochta nó oibriúcháin a rinneadh, má rinneadh, d'fhonn go gcomhlíonfadh an scéim caighdeáin uisce óil

source: If the programme is not produced within 2 months, the person on whom the notice was served is guilty of an offence under the Regulations
ga: Mura bhfuil clár curtha ar fáil laistigh de 2 mhí, beidh an té ar a ndearnadh an fógra a sheirbheáil ciontach i gcion faoi Rialacháin na gComhphobal Eorpach (Uisce Óil), 2007

source: On summary conviction in a District Court, they could be liable to a fine and/or a prison sentence
ga: Má shocraíonn an chúirt, d’fhéadfaí fíneáil agus pianbhreith phríosúnachta a ghearradh

source: Agencies involved with water quality
ga: Ba é an spriocdháta leis na caighdeáin i dtaobh na leibhéal brómáite agus tríhalaimeatáin atá san uisce an 31 Nollaig 2008, ach tá a fhad leis an 31 Nollaig 2013 ann leis na caighdeáin i dtaobh na leibhéal luaidhe san uisce a shásamh

source: Irish Water and local authorities
ga: Feidhm na n-údarás áitiúil

source: Irish Water is responsible for maintaining the public water supplies and ensuring the quality of the water it distributes
ga: Tá na húdaráis áitiúla freagrach as na córais phríomhphíopaí poiblí a chothabháil agus caighdeáin an uisce atá á dháileadh acu a chinntiú

source: Local authorities are the supervisory authority for the water quality of private water supplies that are monitored under the Regulations
ga: Tá na húdaráis áitiúla freagrach, freisin, as caighdeán uisce san earnáil ghrúpscéime uisce

source: They also perform certain functions on behalf of Irish Water under service level agreements. See our document on Water supply
ga: Déanann siad foireann a fhostú ón FSS chun an tsampláil riachtanach ar sholáthairtí uisce a dhéanamh

source: If a water supply constitutes a danger to human health, Irish Water must take action to protect public health
ga: Má bhíonn soláthar uisce dainséarach don tsláinte dhaonna, caithfidh an t-údarás áitiúil a chinntiú go gcuirfear teorainn le húsáid an tsoláthair uisce sin agus go gcuirfear in iúl don phobal na dainséir a bhaineann leis chomh maith luath agus is féidir

source: It does this in consultation with and with the agreement of the HSE. It may issue a ‘Drinking Water Restriction Notice’
ga: Déanfaidh siad fógra Uisce a Bheiriú a eisiúint go minic le daoine a chur ar a n-aire nach bhfuil a soláthar uisce sábháilte i gcomhair tomhaltas daonna

source: Alternatively it may issue a ‘Boil Water Notice’, warning that the water supply is not safe for human consumption unless boiled first
ga: Áirítear leis seo, úisce óil, uisce a úsáidtear le bia a ullmhú, oighear a dhéanamh, deochanna a rinneadh le huisce agus uisce a úsáidtear le fiacla a ghlanadh

source: It must ensure that the public are made aware of the dangers as soon as possible
ga: Ach is féidir leat an t-uisce a úsáid i gcónaí don sláinteachas pearsanta, d'fholcadh agus chun leithris a shruthlú

source: If you get your water from the public mains system and have doubts about its quality, this may be due to deficiencies in your own plumbing system
ga: Má thagann d’uisce ón gcóras príomhphíopaí poiblí agus má bhíonn tú in amhras faoina cháilíocht, ba cheart duit seiceáil a dhéanamh lena chinntiú nach bhfuil an fhadhb á cruthú ag easnaimh laistigh den chóras pluiméireachta atá agat féin

source: If so, you are responsible for fixing the problem
ga: Más amhlaidh an scéal, is tusa atá freagrach as an bhfadhb a réiteach

source: A group water scheme that gets its water from the public mains system is also responsible for maintaining its own equipment
ga: Baineann sé seo freisin le grúpscéim phoiblí uisce a fhaigheann an t-uisce ón gcóras príomhphíopaí poiblí

source: Rural Water Programme and monitoring committees
ga: Tá an scéim seo freagrach as a cuid fearas féin a chothabháil

source: Each county has a strategic rural water plan, pinpointing areas needing improvement and deciding how to make the most of grants and subsidies available for improving and maintaining water supply systems
ga: Má bhaineann an fhadhb leis an gcóras príomhphíopaí poiblí, ba cheart duit teagmháil a dhéanamh leis an rannóg chuí de d’údarás áitiúil chun an fhadhb a chur in iúl dóibh

source: Local authorities have compiled an inventory of group schemes and take note of the quality of their water supply
ga: Tá aonad freagartha éigeandála ag cuid mhór de na húdaráis áitiúla chun dul i ngleic le sceitheadh ó na príomhphíopaí uisce agus le teagmhais truaillithe

source: The overall aim of the plan must be to deliver water as efficiently and effectively as possible
ga: Tá an t-údarás áitiúil freagrach as na fadhbanna uile a bhaineann leis an gcóras príomhphíopaí poiblí
